/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.anonymalert" = "При написании отзыва всегда рекомендуется указывать ваш адрес электронной почты. Если вы не предоставите свой адрес электронной почты, мы не сможем связаться с вами, чтобы держать вас в курсе работы над указанной проблемой.";

"zanalytics.bug.alert.quitfeedback" = "Действительно покинуть?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Нет доступных снимков экрана";
"zanalytics.feedback.navbar.title.screenshots" = "Снимки экрана";
"zanalytics.feedback.navbar.title.snap" = "Прикрепить";
"zanalytics.feedback.navbar.title.compose" = "Создать";

"zanalytics.bug.alert.cancel"               = "Нет";
"zanalytics.bug.alert.title"                = "Хотите поделиться отзывом?";
"zanalytics.feedback.navbar.title.feedback"             = "Отзыв";
"zanalytics.feedback.navbar.title.reportbug"            = "Сообщить об ошибке";
"zanalytics.feedback.navbar.title.helpme"               = "Нужна помощь";

"zanalytics.feedback.navbar.title.systemlogs"             = "Системные журналы";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Диагностическая информация";

"zanalytics.bug.alert.dontshowagain"            = "Больше не показывать";
"zanalytics.bug.alert.title.helpme"            = "Нужна помощь";

"zanalytics.bug.alert.message.savetolocal"         = "К сожалению, невозможно отправить отчет об ошибке. Сохранить снимок экрана?";



"zanalytics.feedback.email.title"                = "Адрес эл. почты";


"zanalytics.bug.detectscreen.title"       = "Нашли что-нибудь интересное?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Да";
"zanalytics.bug.alert.detectscreen.no"                       = "Нет";

"zanalytics.bug.alert.detectscreen.share" = "Поделиться";
"zanalytics.bug.alert.detectscreen.dontshow" = "Больше не спрашивать";

"zanalytics.bug.annotate.button.title"                       = "Добавьте примечания к ошибке с помощью инструментов ниже";


"zanalytics.feedback.failed.alert.description" = "Не удалось отправить отзыв. Повторите попытку!";


"zanalytics.feedback.success.alert.description" = "Спасибо за отзыв!";


"zanalytics.feedback.common.alert.title.add.photos" = "Добавить фото";
"zanalytics.feedback.common.alert.title.alert" = "Оповещение";
"zanalytics.feedback.common.button.title.back" = "Назад";
"zanalytics.feedback.common.button.title.cancel" = "Отмена";
"zanalytics.feedback.common.button.title.close" = "Закрыть";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Мы ценим обратную связь. Нам очень важно ваше мнение о нас.";
"zanalytics.bug.textview.placeholder"           = "Возникали ли проблемы при работе с нашим приложением? Дайте нам знать.";
"zanalytics.help.textview.placeholder"           = "Мы постараемся все исправить и помочь вам!";

"zanalytics.feedback.add.photos.alert.description" = "Вы не вложили фотографии. Откройте фотоальбом, чтобы добавить больше фото!";

"zanalytics.feedback.add.photos.alert.open" = "Открыть фотографии";


"zanalytics.feedback.access.photos.alert.description" = "У приложения %@ нет доступа к фотографиям.\nЧтобы предоставить доступ, перейдите в меню: Настройки > Конфиденциальность > Фотографии > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Настройки";

"zanalytics.feedback.label.title.anonymous" = "Анонимно";

"zanalytics.feedback.navbar.button.title.send" = "Отправить";
"zanalytics.feedback.navbar.button.title.next" = "Следующий";
"zanalytics.feedback.navbar.button.title.done" = "Готово";
"zanalytics.feedback.navbar.button.title.editphotos" = "Редактировать фотографии";
"zanalytics.feedback.navbar.button.title.addmore" = "Добавить еще";
"zanalytics.feedback.navbar.button.title.attach" = "Вложить";
"zanalytics.feedback.navbar.button.title.delete" = "Удалить";


"zanalytics.feedback.navbar.title.taptoedit" = "Коснитесь, чтобы редактировать";
"zanalytics.feedback.navbar.title.editor" = "Редактор";
"zanalytics.feedback.navbar.title.choosephotos" = "Выбрать фото";
"zanalytics.feedback.navbar.title.selectphotos" = "Выберите фотографии";
"zanalytics.feedback.navbar.title.photoselected" = "Фотография выбрана";
"zanalytics.feedback.navbar.title.photosselected" = "Фотографии выбраны";

"zanalytics.feedback.accessory.title.systemlogs" = "Включить системные журналы";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Включить диагностическую информацию";
"zanalytics.feedback.accessory.button.title.view" = "Просмотр";

"zanalytics.feedback.picker.image.notfound" = "Изображения не найдены";

"zanalytics.feedback.attachments.title" = "Вложения(%i)";

"zanalytics.feedback.privacy.consent.description" = "Мы рекомендуем включить журнал консоли и диагностические сведения, так как это поможет нашим разработчикам лучше понять и обработать ваши отзывы.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Журналы консоли";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Диагностические сведения";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Другая информация";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Информация об устройстве";

"zanalytics.feedback.privacy.consent.cancel" = "Отмена";

"zanalytics.feedback.privacy.consent.openmailapp" = "Открыть по почте";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Всегда отправлять";
